

     (2009) Stress-induced ceramide-activated protein phosphatase can compensate for loss of amphiphysin-like activity in Saccharomyces cerevisiae and functions to reinitiate endocytosis. J. Biol. Chem. 284 11930-11941 PMCID:PMC2673262
    Morgan, J., McCourt, P., Rankin, L., Swain, E., Rice, L.M., and Nickels, Jr., J.T. (2009) Altering sphingolipid metabolism in yeast cells lacking the amphiphysin ortholog, Rvs161, re-initiates sugar transporter endocytosis. Eukaryot. Cell 8 779-789 PMCID:PMC2681609
    Villasmil, M.L., Ansbach, A., and Nickels, Jr., J.T. (2011) The putative lipid transporter, Arv1, is required for activating pheromone-induced MAP kinase signaling in Saccharomyces cerevisiae. Genetics 187 455-465 PMCID:PMC3030489
    Nolt, J.K., Rice, L.M., Gallo-Ebert, C., Bisher, M.E., and Nickels, Jr., J.T. (2011) PP2ACdc55 is required for multiple events during meiosis I. Cell Cycle 10 1420-1434 DOI:10.4161/cc.10.9.15485
    Villasmil, M.L., and Nickels, Jr., J.T. (2011) Determination of the membrane topology of Arv1 in Saccharomyces cerevisiae and the requirement of the ER luminal region for Arv1 function. FEMS Yeast Res. 11 524-527 DOI:10.1111/j.1567-1364.2011.00737.x
    Gallo-Ebert, C., McCourt, P.C., Donigan, M., Villasmil, M.L., Pandya, D., Franco, J., Chadwick, S.G., Gygax, S.E., and Nickels, Jr., J.T. (2012) Arv1 lipid transporter function is conserved between pathogenic and nonpathogenic fungi. Fungal Genetic. Biol. 49 101-113 PMCID:PMC3278566
    McCourt, P., Gallo-Ebert, C., Gonhong, Y., Jiang, Y., and Joseph T. Nickels, Jr. (2013) PP2ACdc55 regulates G1 cyclin stability. Cell Cycle 12 1201-1210 PMCID:PMC3674085
    *Article featured in Cell Cycle “News and Views”. Noguchi, E (2013) PP2ACdc55, a possible therapeutic target in cyclin D1-dependent cancers. Cell Cycle 12 1484 PMCID:PMC3680526
    Gallo-Ebert, C., Donigan, M., Liu, H-Y., Pascual, F., Manners, M., Pandya, D., Swanson, R., Gallagher, D., Chen, W., Carman, G.M., Nickels, Jr., J.T. (2013) The yeast anaerobic response element AR1b regulates aerobic antifungal drug-dependent sterol gene expression. J. Biol. Chem. 288 35466-35477 PMCID:PMC3853293
    Gallo-Ebert, C., Donigan, M., Stroke, I.L., Swanson, R.N., Manners, M.T., Francisco, J., Toner, G., Gallagher, D., Huang, C-Y., Gygax, S.E., Webb, M., and Nickels, Jr., J.T. (2014) Novel antifungal drug discovery based on targeting pathways regulating the fungal-conserved Upc2 transcription factor. Antimicrob. Agents and Chemother. 58 258-266 PMCID:PMC3910738
    Yang, M., Liu, W., Pellicane, C., Sahyoun, C., Joseph, B., Gallo-Ebert, C., Donigan, M., Pandya, D., Giordano, C., Bata, A, and Nickels, Jr., J.T. (2014) Identification of miR-185 as a regulator of de novo cholesterol biosynthesis and low-density lipoprotein uptake. J. Lipid Res. 55 226-238 PMCID:PMC3886661
    Rice, L. M., Donigan, M., Yang, M., Liu, W., Pandya, D., Joseph, B., Sodi, V., Gearhart, T. L., Yip, J., Bouchard, M. B., and Nickels, Jr., J. T. (2014) Protein phosphatase 2A regulates low-density lipoprotein uptake through regulating SREBP-2 DNA binding J. Biol. Chem. 289 17268-17279 PMCID:PMC4059166
    Joseph, B., Liu, H-Y., Francisco, J., Pandya, D., Donigan, M., Gallo-Ebert, C., Giordano, C., Bata, A., Nickels, Jr., J.T. (2015) Inhibition of AMP kinase by the protein phosphatase 2A heterotrimer, PP2APpp2r2d J. Biol. Chem. 290 10588-10598 PMCID:PMC4409226
    Pallai, R., Bhaskar, A., Burnett-Bernodat, N., Gallo-Ebert, C., Michelle Pusey, Nickels, Jr., J. T., Rice, L. M. (2015) Cancerous inhibitor of protein phosphatase 2A (CIP2A) promotes premature chromosome segregation and aneuploidy in prostate cancer cells through association with shugoshin. Tumor Biol. 36 6067-6074 DOI:10.1007/s13277-015-3284-7
    Pallai, R., Bhaskar, A., Burnett-Bernodat, N., Gallo-Ebert, C., Nickels, Jr., J. T., Rice, L. M. (2015) Leucine rich repeat-containing protein 59 mediates nuclear import of cancerous inhibitor of PP2A in prostate cancer cells. Tumor Biol. 36 6368-6390 DOI:10.1007/s13277-015-3326-1
    Yang, M. and Nickels, Jr., J.T. (2015) MOGAT: A new therapeutic target for metabolic syndrome. Diseases 3 179-192
    Villasmil, M. L., Francisco, J., Gallo-Ebert, C., Donigan, M., Liu, H-Y., Brower, M., and Nickels, J. T., Jr. (2016) Ceramide signals for initiation of yeast mating-specific cell cycle arrest. Cell Cycle 15 441-454 PMCID:PMC4943704
    *Article featured in Cell Cycle “News and Views”. Matmati N, Kitagaki, and Hannun, YA (2016) New role for ceramide in the pheromone response. Cell Cycle 15 617-618 PMCID:PMC4845927
    McCourt, P., Liu, Hsing-Yin., Parker, J.E., Gallo-Ebert, C., Donigan, M., Bata, A., Giordano, C., Kelly, SL., and Nickels, JT., Jr. (2016) Proper sterol distribution is required for Candida albicans hyphal formation and virulence. G3: Genes, Genomes, Genetics 6 3455-3465 PMCID:PMC5100844
    Villasmil, M. L., Gallo-Ebert, C., Liu, H-Y., Francisco, J., and Nickels, Jr., J. T. (2017) A link between very long chain fatty acid elongation and mating-specific yeast cell cycle arrest. Cell Cycle 22 2192-2203 PMCID:PMC5736334
    *Article featured in Cell Cycle “News and Views”. Dunn, T. M., Gable, K., and Han, G., (2018) Yeast mating: Ceramide acyl chain length matters? Cell Cycle 17 7-8 PMCID:PMC5815441
    Gallo-Ebert, C., Francisco, J., Liu, HY., Modi, K., Hayward, M.D., Jones, BK., Buiakova, O., McDonough, V, and Nickels, Jr., J.T. (2018) Mice lacking ARV1 have reduced signs of metabolic syndrome and non-alcoholic fatty liver disease. J. Biol. Chem. 293 5956-5974 PMCID:PMC5912475
    Nickels, Jr., J.T. (2018) New links between lipid accumulation and cancer progression. J. Biol. Chem. 293 6635-6636 PMCID:PMC5925807
    Nickels, Jr., J.T. (2019) Anti-parasitic drug discovery takes a giant leap forward. (2019) J. Lipid Res. 60 919-921 PMCID:PMC6495171
    Yang, M., Gallo-Ebert, C., Hayward, M., Liu, W., McDonough, V., and Nickels, Jr., J.T. 2020. Human insulin growth factor 2 mRNA binding protein 2 increases miR-33a/b inhibition of liver ABCA1 expression and alters low-density apolipoprotein levels in mice. Mol. Cell. Biol. 40 e00058-20. “Spotlight; Articles of Significant Interest”
    Villasmil, M.L., Barbosa, A.D., Cunningham, J-L., Siniossoglou, S., and Nickels, Jr., J.T. 2020. An Erg11 lanosterol 14-α-demethylase-Arv1 complex is required for Candida albicans virulence. PLoS ONE 15:e0235746
    Frietze KK, Brown AM, Das D, Franks RG, Cunningham JL, Hayward M, Nickels, Jr., JT. 2021. Lipotoxicity reduces DDX58/Rig-1 expression and activity leading to impaired autophagy and cell death. Autophagy. 2021 May 9:1-19. doi: 10.1080/15548627.2021.1920818. Online ahead of print. PMID: 33966599

